music/db-txfm.org
#+title: db-txfm
#+options: num:nil toc:t author:nil

* 2015-12-04
Hour 1

- Vitalic - Poison Lips (Extended Mix)
- Villa - Beats Of Love
- Etienne de Crecy - Grokster
- Yuksek - Extraball (Breakbot Remix)
- Lifelike feat. A-Trak - Don't Stop (Original Extended Mix)
- Busy P And Roots Manuva - Rooty Tooty Rainbow Man
- Light Year - Sex Education
- Dimitri From Paris - Disco Shake (Original Mix)
- Burial - Shell Of Light (Louis La Roche House Edit)
- Gorillaz - Stylo (Louis La Roche 'Better Late Than Never' Remix)
- Kate Bush - Running Up That Hill (Louis La Roche Remix)

Hour 2

- Nujabes - Feather (featuring Cise Star..
- Missy Elliott ft. Pharrell Williams - WTF (Where They From)
- Fukkk Offf - Worldwide (feat. Hazel)
- Group Home - Livin’ Proof
- Celph Titled - Fallout (feat. Walkmen & DutchMassive)
- Mos Def & Massive Attack - I Against I
- Madjo - Choose The Heart (La Fine Equipe Remix)
- Lemaitre - Excuse Me
- Rayko - Love Games
- Royksopp - Skulls
- Burial - Archangel (Uppermost Rework)
- Caribou - Back Home (umami edit)
- DJ Vadim (feat. Katherin Deboer) - Black Is The Night

* 2015-11-27
Hour 1

- Dombrance - Donna
- Stay Gold - Wallpaper
- Klangkarussell - Celebrate (Original Mix)
- Vitalic - One Above One
- Julio Bashmore - Holding On feat. Sam Dew
- Gramatik - Born Ready
- Gregory Porter - Liquid Spirit (Claptone Remix)
- Disclosure (feat Sam Smith) - Omen (Claptone Remix)
- Roisin Murphy - Evil Eyes (Claptone Remix)

Hour 2

- Marvin Gaye with Studio Rio - Sexual Healing
- Peaches - Downtown (Simian Mobile Disco Remix
- Cassius - The Sound Of Violence (Sasha Mastadont Deep Dive Mix)
- Vitalic - La Rock 01
- Padded Cell - Signal Failure
- Roger Molls - Hipology
- Jamie xx - Far Nearer
- Joris Delacroix - Backinbizness
- Toro y Moi - Say That
- Nightmares On Wax - You wish
- M83 - Wait (Kygo Remix)

* 2015-11-20

Hour 1

- The Phenomenal Handclap Band - Baby (Clock Opera Remix)
- In Flagranti - Business Acumen (Holy Ghost! Cover Version)
- Discodromo - Cosmorama (Prins Thomas Diskomiks)
- Faithless - Miss U Less, See U More 2.0 (Purple Disco Machine Remix)
- Light Year - Sex Education
- Sebastien Leger - The Rhythm (Format B Remix) /club4418694
- Breakbot - Fantasy (Jacques Renault Remix)
- Johnwaynes - I Can See (Jacques Renault Remix)
- Midnight Magic - Beam Me Up (Jacques Renault Remix)

Hour 2

- Wax Tailor - There Is Danger
- Aesop Rock - No Regrets
- AmpLive - Video Tapez (ft. Del the Funky Homosapien)
- Talib Kweli & 9th Wonder - Understand (feat. Brother Ali & Planet Asia)
- A Tribe Called Quest - I Left My Wallet In El Segundo
- Moderat - Rusty Nails
- Fehrplay - Rattata (Original Mix)
- Jamie Llyod - Movin' In (Brennan Green mix)
- Out Hud - "My Two Nads" (Dad reprise)
- Superpoze - Time Travel (Jean Tonique Vision)
- Parov Stelar - Hurt

* 2015-11-13

Hour 1

- Jean Tonique - You & Me
- The Prodigy, Public Enemy & Manfred Mann - Shut 'em Up
- Faithless - Miss U Less, See U More 2.0 (Purple Disco Machine Remix)
- Rex The Dog - You Are A Blade
- Jamie xx - Loud Places (Special Request Remix)
- Randomer - Bring
- My Dear - Better Dance
- Lilly Wood & The Prick - Middle Of The Night (Yuksek Remix)
- The Gossip - Heavy Cross (Yuksek Remix)
- Oh Land - Sun of a Gun (Yuksek Remix)

Hour 2

- Psychmagik - Mink & Shoes feat Navid Izadi
- Four Tet - Jupiters (Happa Remix)
- Rolando Simmons - Marrige Acid
- Faithless - Bombs (Claptone Remix)
- DJ Hyperactive - Wide Open (Len Faki DJ Edit)
- Thomas Scholz - Mimesis (Rampue Remix)
- Rex The Dog - Wasp Factory
- AaRON - Blouson Air
- Flume - Some Minds (feat. Andrew Watt)

* 2015-11-06

Hour 1

- Gui Boratto - Joker
- My Dear - Better Dance
- Donna Summer - I Feel Love (CLUB MIX)
- Hot Chip - Hold On
- The Roots - Guns Are Drawn
- Tiga - Good as Gold
- Dolly Parton - Jolene (Todd Terje Remix)
- Chaka Khan - Fate (Todd Terje Edit)
- Lindstrom - Another Station (Todd Terje Remix)

Hour 2

- Sister Sledge - The Greatest Dancer (Get Down Edit)
- Jamie xx - Live from Sonar 2015
  - Bicep - Just
  - Jamie xx Gosh
- Le Galaxie - Le Club (Lasertom remix)
- Paul Simon - You Can Call Me Al (Flight Facilities Edit)
- Omar Souleyman - Warni Warni
- Four Tet - Sing
- Common - I Want You (Kaytranada Edition)
- Royksopp - Sordid Affair (Maceo Plex Remix)

* 2015-10-30 (no tracklist)
* 2015-10-23 (no tracklist)
* 2015-10-16 (no tracklist)
* 2015-10-09 (no tracklist)
* 2015-10-02

Hour 1

- Etienne de Crécy - Smile (Vocal Mix)
- Boys Noize - Lava Lava
- Monoroom - Memory Inc. Part 2 (Gui Boratto Remix)
- Gay Marvine - I Want Your Love
- David Zowie - House Every Weekend (Nero Remix)
- Julio Bashmore - Holding On feat. Sam Dew
- Bicep - Just
- Joe Goddard - Apple Bobbing (Four Tet Remix)
- Anti-Pop Consortium - Volcano (Four Tet Remix)
- Caribou - Melody Day (Four Tet Remix)

Hour 2

- Aidan Lavelle, Robbie Akbal - Me Myself My 303 (Original Mix)
- Sebo K - Catalyst
- Gay Marvine - Lost in Music
- Lindstrom And Grace Hall - Home Tonight (Extended Version)
- Matrixxman - Augmented
- Hot Chip - Hand Me Down Your Love (Todd Edwards Micro Chip Remix)
- Caravan Palace - Clash
- The Shoes - Give It Away feat. Postaal
- Nortec Collective - Shake It Up
- Turtle - The Floor
