music/db-txfm.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2015-12-08 Tue 17:47 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="viewport" content="width=device-width, initial-scale=1" />
<title>db-txfm</title>
<meta  name="generator" content="Org-mode" />
</head>
<body>
<div id="content">
<h1 class="title">db-txfm</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgheadline1">2015-12-04</a></li>
<li><a href="#orgheadline2">2015-11-27</a></li>
<li><a href="#orgheadline3">2015-11-20</a></li>
<li><a href="#orgheadline4">2015-11-13</a></li>
<li><a href="#orgheadline5">2015-11-06</a></li>
<li><a href="#orgheadline6">2015-10-30 (no tracklist)</a></li>
<li><a href="#orgheadline7">2015-10-23 (no tracklist)</a></li>
<li><a href="#orgheadline8">2015-10-16 (no tracklist)</a></li>
<li><a href="#orgheadline9">2015-10-09 (no tracklist)</a></li>
<li><a href="#orgheadline10">2015-10-02</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgheadline1" class="outline-2">
<h2 id="orgheadline1">2015-12-04</h2>
<div class="outline-text-2" id="text-orgheadline1">
<p>
Hour 1
</p>

<ul class="org-ul">
<li>Vitalic - Poison Lips (Extended Mix)</li>
<li>Villa - Beats Of Love</li>
<li>Etienne de Crecy - Grokster</li>
<li>Yuksek - Extraball (Breakbot Remix)</li>
<li>Lifelike feat. A-Trak - Don't Stop (Original Extended Mix)</li>
<li>Busy P And Roots Manuva - Rooty Tooty Rainbow Man</li>
<li>Light Year - Sex Education</li>
<li>Dimitri From Paris - Disco Shake (Original Mix)</li>
<li>Burial - Shell Of Light (Louis La Roche House Edit)</li>
<li>Gorillaz - Stylo (Louis La Roche 'Better Late Than Never' Remix)</li>
<li>Kate Bush - Running Up That Hill (Louis La Roche Remix)</li>
</ul>

<p>
Hour 2
</p>

<ul class="org-ul">
<li>Nujabes - Feather (featuring Cise Star..</li>
<li>Missy Elliott ft. Pharrell Williams - WTF (Where They From)</li>
<li>Fukkk Offf - Worldwide (feat. Hazel)</li>
<li>Group Home - Livin’ Proof</li>
<li>Celph Titled - Fallout (feat. Walkmen &amp; DutchMassive)</li>
<li>Mos Def &amp; Massive Attack - I Against I</li>
<li>Madjo - Choose The Heart (La Fine Equipe Remix)</li>
<li>Lemaitre - Excuse Me</li>
<li>Rayko - Love Games</li>
<li>Royksopp - Skulls</li>
<li>Burial - Archangel (Uppermost Rework)</li>
<li>Caribou - Back Home (umami edit)</li>
<li>DJ Vadim (feat. Katherin Deboer) - Black Is The Night</li>
</ul>
</div>
</div>

<div id="outline-container-orgheadline2" class="outline-2">
<h2 id="orgheadline2">2015-11-27</h2>
<div class="outline-text-2" id="text-orgheadline2">
<p>
Hour 1
</p>

<ul class="org-ul">
<li>Dombrance - Donna</li>
<li>Stay Gold - Wallpaper</li>
<li>Klangkarussell - Celebrate (Original Mix)</li>
<li>Vitalic - One Above One</li>
<li>Julio Bashmore - Holding On feat. Sam Dew</li>
<li>Gramatik - Born Ready</li>
<li>Gregory Porter - Liquid Spirit (Claptone Remix)</li>
<li>Disclosure (feat Sam Smith) - Omen (Claptone Remix)</li>
<li>Roisin Murphy - Evil Eyes (Claptone Remix)</li>
</ul>

<p>
Hour 2
</p>

<ul class="org-ul">
<li>Marvin Gaye with Studio Rio - Sexual Healing</li>
<li>Peaches - Downtown (Simian Mobile Disco Remix</li>
<li>Cassius - The Sound Of Violence (Sasha Mastadont Deep Dive Mix)</li>
<li>Vitalic - La Rock 01</li>
<li>Padded Cell - Signal Failure</li>
<li>Roger Molls - Hipology</li>
<li>Jamie xx - Far Nearer</li>
<li>Joris Delacroix - Backinbizness</li>
<li>Toro y Moi - Say That</li>
<li>Nightmares On Wax - You wish</li>
<li>M83 - Wait (Kygo Remix)</li>
</ul>
</div>
</div>

<div id="outline-container-orgheadline3" class="outline-2">
<h2 id="orgheadline3">2015-11-20</h2>
<div class="outline-text-2" id="text-orgheadline3">
<p>
Hour 1
</p>

<ul class="org-ul">
<li>The Phenomenal Handclap Band - Baby (Clock Opera Remix)</li>
<li>In Flagranti - Business Acumen (Holy Ghost! Cover Version)</li>
<li>Discodromo - Cosmorama (Prins Thomas Diskomiks)</li>
<li>Faithless - Miss U Less, See U More 2.0 (Purple Disco Machine Remix)</li>
<li>Light Year - Sex Education</li>
<li>Sebastien Leger - The Rhythm (Format B Remix) /club4418694</li>
<li>Breakbot - Fantasy (Jacques Renault Remix)</li>
<li>Johnwaynes - I Can See (Jacques Renault Remix)</li>
<li>Midnight Magic - Beam Me Up (Jacques Renault Remix)</li>
</ul>

<p>
Hour 2
</p>

<ul class="org-ul">
<li>Wax Tailor - There Is Danger</li>
<li>Aesop Rock - No Regrets</li>
<li>AmpLive - Video Tapez (ft. Del the Funky Homosapien)</li>
<li>Talib Kweli &amp; 9th Wonder - Understand (feat. Brother Ali &amp; Planet Asia)</li>
<li>A Tribe Called Quest - I Left My Wallet In El Segundo</li>
<li>Moderat - Rusty Nails</li>
<li>Fehrplay - Rattata (Original Mix)</li>
<li>Jamie Llyod - Movin' In (Brennan Green mix)</li>
<li>Out Hud - "My Two Nads" (Dad reprise)</li>
<li>Superpoze - Time Travel (Jean Tonique Vision)</li>
<li>Parov Stelar - Hurt</li>
</ul>
</div>
</div>

<div id="outline-container-orgheadline4" class="outline-2">
<h2 id="orgheadline4">2015-11-13</h2>
<div class="outline-text-2" id="text-orgheadline4">
<p>
Hour 1
</p>

<ul class="org-ul">
<li>Jean Tonique - You &amp; Me</li>
<li>The Prodigy, Public Enemy &amp; Manfred Mann - Shut 'em Up</li>
<li>Faithless - Miss U Less, See U More 2.0 (Purple Disco Machine Remix)</li>
<li>Rex The Dog - You Are A Blade</li>
<li>Jamie xx - Loud Places (Special Request Remix)</li>
<li>Randomer - Bring</li>
<li>My Dear - Better Dance</li>
<li>Lilly Wood &amp; The Prick - Middle Of The Night (Yuksek Remix)</li>
<li>The Gossip - Heavy Cross (Yuksek Remix)</li>
<li>Oh Land - Sun of a Gun (Yuksek Remix)</li>
</ul>

<p>
Hour 2
</p>

<ul class="org-ul">
<li>Psychmagik - Mink &amp; Shoes feat Navid Izadi</li>
<li>Four Tet - Jupiters (Happa Remix)</li>
<li>Rolando Simmons - Marrige Acid</li>
<li>Faithless - Bombs (Claptone Remix)</li>
<li>DJ Hyperactive - Wide Open (Len Faki DJ Edit)</li>
<li>Thomas Scholz - Mimesis (Rampue Remix)</li>
<li>Rex The Dog - Wasp Factory</li>
<li>AaRON - Blouson Air</li>
<li>Flume - Some Minds (feat. Andrew Watt)</li>
</ul>
</div>
</div>

<div id="outline-container-orgheadline5" class="outline-2">
<h2 id="orgheadline5">2015-11-06</h2>
<div class="outline-text-2" id="text-orgheadline5">
<p>
Hour 1
</p>

<ul class="org-ul">
<li>Gui Boratto - Joker</li>
<li>My Dear - Better Dance</li>
<li>Donna Summer - I Feel Love (CLUB MIX)</li>
<li>Hot Chip - Hold On</li>
<li>The Roots - Guns Are Drawn</li>
<li>Tiga - Good as Gold</li>
<li>Dolly Parton - Jolene (Todd Terje Remix)</li>
<li>Chaka Khan - Fate (Todd Terje Edit)</li>
<li>Lindstrom - Another Station (Todd Terje Remix)</li>
</ul>

<p>
Hour 2
</p>

<ul class="org-ul">
<li>Sister Sledge - The Greatest Dancer (Get Down Edit)</li>
<li>Jamie xx - Live from Sonar 2015
<ul class="org-ul">
<li>Bicep - Just</li>
<li>Jamie xx Gosh</li>
</ul></li>
<li>Le Galaxie - Le Club (Lasertom remix)</li>
<li>Paul Simon - You Can Call Me Al (Flight Facilities Edit)</li>
<li>Omar Souleyman - Warni Warni</li>
<li>Four Tet - Sing</li>
<li>Common - I Want You (Kaytranada Edition)</li>
<li>Royksopp - Sordid Affair (Maceo Plex Remix)</li>
</ul>
</div>
</div>

<div id="outline-container-orgheadline6" class="outline-2">
<h2 id="orgheadline6">2015-10-30 (no tracklist)</h2>
</div>
<div id="outline-container-orgheadline7" class="outline-2">
<h2 id="orgheadline7">2015-10-23 (no tracklist)</h2>
</div>
<div id="outline-container-orgheadline8" class="outline-2">
<h2 id="orgheadline8">2015-10-16 (no tracklist)</h2>
</div>
<div id="outline-container-orgheadline9" class="outline-2">
<h2 id="orgheadline9">2015-10-09 (no tracklist)</h2>
</div>
<div id="outline-container-orgheadline10" class="outline-2">
<h2 id="orgheadline10">2015-10-02</h2>
<div class="outline-text-2" id="text-orgheadline10">
<p>
Hour 1
</p>

<ul class="org-ul">
<li>Etienne de Crécy - Smile (Vocal Mix)</li>
<li>Boys Noize - Lava Lava</li>
<li>Monoroom - Memory Inc. Part 2 (Gui Boratto Remix)</li>
<li>Gay Marvine - I Want Your Love</li>
<li>David Zowie - House Every Weekend (Nero Remix)</li>
<li>Julio Bashmore - Holding On feat. Sam Dew</li>
<li>Bicep - Just</li>
<li>Joe Goddard - Apple Bobbing (Four Tet Remix)</li>
<li>Anti-Pop Consortium - Volcano (Four Tet Remix)</li>
<li>Caribou - Melody Day (Four Tet Remix)</li>
</ul>

<p>
Hour 2
</p>

<ul class="org-ul">
<li>Aidan Lavelle, Robbie Akbal - Me Myself My 303 (Original Mix)</li>
<li>Sebo K - Catalyst</li>
<li>Gay Marvine - Lost in Music</li>
<li>Lindstrom And Grace Hall - Home Tonight (Extended Version)</li>
<li>Matrixxman - Augmented</li>
<li>Hot Chip - Hand Me Down Your Love (Todd Edwards Micro Chip Remix)</li>
<li>Caravan Palace - Clash</li>
<li>The Shoes - Give It Away feat. Postaal</li>
<li>Nortec Collective - Shake It Up</li>
<li>Turtle - The Floor</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2015-12-08 Tue 17:47</p>
<p class="validation"></p>
</div>
</body>
</html>
